Repository: phihung17k/Weather-Forecast
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Today
vi: Hôm nay

source: Today Highlight
vi: Điểm nhấn hôm nay

source: UV Index
vi: Chỉ số UV

source: Wind Status
vi: Trạng thái gió

source: Sunrise and Sunset
vi: Mặt trời mọc và lặn

source: Humidity
vi: Độ ẩm

source: Visibility
vi: Tầm nhìn

source: Air Quality
vi: Chất lượng không khí

source: Oppressive
vi: Ngột ngạt

source: Muggy
vi: Nóng ẩm

source: Humid
vi: Ẩm ướt

source: Tolerable
vi: Khá tốt

source: Pleasant
vi: Dễ chịu

source: Dry
vi: Khô

source: Very dry
vi: Rất khô

source: Good
vi: Tốt

source: Moderate
vi: Vừa phải

source: Unhealthy
vi: Kém

source: Very Unhealthy
vi: Rất kém

source: Hazardous
vi: Nguy hiểm

source: Level
vi: Mức độ

source: Hourly Forecast
vi: Dự báo hàng giờ

source: App Settings
vi: Cài đặt

source: Theme Mode
vi: Chủ đề

# search_location
source: Search a location
vi: Nhập vị trí

# layer
source: Layers
vi: Lớp

# normal
source: Default
vi: Mặc định

source: Satellite
vi: Vệ tinh

source: Terrain
vi: Địa hình
